IDEA Open Model
CalculationSetup.SlsCrack Property
Compatible with IDEA StatiCa 20.1
 SLS crack
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool SlsCrack { get; set; }
Public Property SlsCrack As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
CalculationSetup Class
IdeaRS.OpenModel.Concrete Namespace